# hello.py
import myname

name = myname.get_name()
print("Привет {}. Как дела?".format(name))

print()
students09211 = [
    "Абдуллина Диляра Ильдаровна",
    "Афендин Хасан Зуфарович",
    "Бикулов Артём Александрович",
    "Довыдова Анна Владимировна",
    "Зеленюк Максим Витальевич",
    "Кольцов Денис Дмитриевич",
    "Нургалиев Анвар Камилевич"
]

print(students09211)


students09212 = [
    "Орлова Эльза",
    "Росихин Тимур",
    "Ломакин Сергей",
    "Теплова Лада",
    "Гимадиев Тимур",
    "Кашин Александр",
    "Ахтямова Элина",
    "Газиева Амалия",
    "Нургалиев Малик",
    "Короткова Соня",
    "Батыршин Ратмир",
    "Никанкин Антон",
    "Рахматуллина Диляра",
    "Гимаев Руслан",
    "Мухамметзянов Сулейман"
]

print(students09212)
