# hello.py
import myname

name = myname.get_name()
print("Привет {}. Как дела?".format(name))

print()
students09211 = [
    "Абдуллина Диляра Ильдаровна",
    "Афендин Хасан Зуфарович",
    "Бикулов Артём Александрович",
    "Довыдова Анна Владимировна",
    "Зеленюк Максим Витальевич",
    "Кольцов Денис Дмитриевич",
    "Нургалиев Анвар Камилевич"
]

students09212 = [
    "Орлова Эльза",
    "Росихин Тимур",
    "Ломакин Сергей",
    "Теплова Лада",
    "Гимадиев Тимур",
    "Кашин Александр",
    "Ахтямова Элина",
    "Газиева Амалия",
    "Нургалиев Малик",
    "Короткова Соня",
    "Батыршин Ратмир",
    "Никанкин Антон",
    "Рахматуллина Диляра",
    "Гимаев Руслан",
    "Мухамметзянов Сулейман"
]

students09213 = [
    "Бабаджанов Камолджон",
    "Веткин Даниил",
    "Гумерова Карина",
    "Загриева Иделия",
    "Закирова Лейла",
    "Ключникова Анна",
    "Коснырев Лев",
    "Низамов Ильнар",
    "Мубаракшин Булат",
    "Трифонов Илья",
    "Яшнова Анна",
    "Пискарева Луиза",
    "Исламгалиева Аделина",
    "Кадылская Анастасия (ШЕФ)"
]

# Создание словарей
dict_students09211 = {f"Студент_{idx+1}": student for idx, student in enumerate(students09211)}
dict_students09212 = {f"Студент_{idx+1}": student for idx, student in enumerate(students09212)}
dict_students09213 = {f"Студент_{idx+1}": student for idx, student in enumerate(students09213)}

# Вывод результатов
print("Словарь студентов группы 09-21:")
print(dict_students09211)
print()

print("Словарь студентов группы 09-22:")
print(dict_students09212)
print()

print("Словарь студентов группы 09-23:")
print(dict_students09213)


all_students = {
    "group09211": {
        "group": "09-21",
        "students": [
            "Абдуллина Диляра Ильдаровна",
            "Афендин Хасан Зуфарович",
            "Бикулов Артём Александрович",
            "Довыдова Анна Владимировна",
            "Зеленюк Максим Витальевич",
            "Кольцов Денис Дмитриевич",
            "Нургалиев Анвар Камилевич"
        ]
    },
    "group09212": {
        "group": "09-21",
        "students": [
            "Орлова Эльза",
            "Росихин Тимур",
            "Ломакин Сергей",
            "Теплова Лада",
            "Гимадиев Тимур",
            "Кашин Александр",
            "Ахтямова Элина",
            "Газиева Амалия",
            "Нургалиев Малик",
            "Короткова Соня",
            "Батыршин Ратмир",
            "Никанкин Антон",
            "Рахматуллина Диляра",
            "Гимаев Руслан",
            "Мухамметзянов Сулейман"
        ]
    },
    "group09213": {
        "group": "09-21",
        "students": [
            "Бабаджанов Камолджон",
            "Веткин Даниил",
            "Гумерова Карина",
            "Загриева Иделия",
            "Закирова Лейла",
            "Ключникова Анна",
            "Коснырев Лев",
            "Низамов Ильнар",
            "Мубаракшин Булат",
            "Трифонов Илья",
            "Яшнова Анна",
            "Пискарева Луиза",
            "Исламгалиева Аделина",
            "Кадылская Анастасия (ШЕФ)"
        ]
    }
}

print(all_students)


print("hello {}".format(name))
print("Привет {}".format(name))